Repository: GlobalActionPlan/arche_m2m
Catalog: arche_m2m/locale/*/LC_MESSAGES/arche_m2m.po
Languages: sv

source: Translations
sv: Översättningar

source: Organisation
sv: Organization

source: Question
sv: Fråga

source: Question type
sv: Frågetyp

source: Choice
sv: Val

source: Question types
sv: Frågetyp

source: Text string
sv: Textsträng

source: Regular input line widget
sv: Normal input

source: Text area (paragraph)
sv: Textarea (paragraf)

source: Integer number
sv: Heltal

source: Only allows numbers
sv: Tillåter bara nummer

source: Decimal number
sv: Decimaltal

source: Only allows decimals.
sv: Tillåter bara decimaler

source: Radio choice
sv: Radioval

source: A choice widget with radio buttons
sv: En val-widget med radioknappar

source: Dropdown choice
sv: Dropdown-val

source: A choice widget as a dropdown menu.
sv: En val-widget med dropdown-meny.

source: Checkbox multichoice
sv: Checkbox flerval

source: Allows several checkboxes to be ticked.
sv: Tillåter markering av flera kryssrutor.

source: Questions
sv: Frågor

source: Survey
sv: Enkät

source: Survey section
sv: Enkätsektion

source: Text section
sv: Textsektion

source: Open
sv: Öppen

source: Survey opened for participants
sv: Enkäten är öppen för deltagare

source: Closed
sv: Stägd

source: Now closed for new participants
sv: Nu stängd för nya deltagare

source: Survey workflow
sv: Arbetsflöde för enkät

source: Title
sv: Rubrik

source: Language
sv: Språk

source: Are participants required to answer this?
sv: Är deltagare tvungna att svara på detta?

source: Input widget
sv: Inmatnings-widget

source: Text on choice
sv: Text för val

source: Email subject and text header
sv: Ämne för eposten och rubrik i eposttexten

source: Will be visible in the subject line, and as a header in the email body.
sv: Kommer att synas i ämnesraden och som rubrik i eposttexten

source: survey_invitation_message_title
sv: Meddelande – länken till enkäten kommer att läggas till sist i meddelandet

source: Please fill in the survey. Click the link below to access it:
sv: Var vänlig fyll i enkäten. Klicka på länken längst ned för att starta den.

source: Participant email addresses - add one per row.
sv: Deltagarnas epostadresser – en adress per rad.

source: invitation_emails_lang_notice
sv: Lägg endast till mottagare som ska få enkäten på detta språk

source: Your email adress
sv: Din epostadress

source: self_invite_form_description
sv: Du kommer få ett epostmeddelande med en länk för att starta enkäten.

source: Body
sv: Textinnehåll

source: The following addresses is invalid: ${emails}
sv: Dessa epostadresser är inte godkända: ${emails}

source: Save
sv: Spara

source: Close
sv: Stäng

source: Local questions:
sv: Lokala frågor:

source: Surveys
sv: Enkäter

source: Name
sv: Namn

source: Participants
sv: Deltagare

source: Sections
sv: Sektioner

source: Edit
sv: Redigera

source: Languages
sv: Språk

source: New choice
sv: Nytt val

source: Choices
sv: Val

source: listing
sv: lista

source: Filtered list on:
sv: Listan är filtrerad på:

source: <dynamic element>
sv: <dynamiskt element>

source: Type
sv: Typ

source: Organisations
sv: Organisationer

source: This survey is closed and not open for participation.
sv: Enkäten är stängd för deltagande

source: Manage questions
sv: Hantera frågor

source: Drag and select...
sv: Klicka på en fråga och drag den…

source: Working with locale:
sv: Arbetar med språk:

source: Cancel
sv: Avbryt

source: (tags)
sv: (taggar)

source: Add from selected tag
sv: Lägg till från vald tagg

source: Remove from selected tag
sv: Ta bort från vald tag

source: (show all)
sv: (visa alla)

source: Filter on selected tag
sv: Filtrera på vald tagg

source: Question pool
sv: Samtliga frågor

source: Lang
sv: Språk

source: Question legend
sv: Frågelegend

source: Regular question
sv: Normal fråga

source: Local variant
sv: Lokal variant

source: Manage participants
sv: Hantera deltagare

source: Invited
sv: inbjudna

source: Finished
sv: Avslutade

source: Remaining
sv: Återstående

source: no_participants_invited
sv: Inga deltagare har bjudits in ännu. Klicka på inbjudningar för att bjuda in.

source: Invite
sv: Bjud in

source: Send reminder
sv: Skicka påminnelse

source: send_reminder_description_text
sv: Kommer endast att skickas till deltagare som inte gjort klart 100% av enkäten.

source: Translate questions
sv: Översätt frågor

source: Translating
sv: Översätter

source: Manage
sv: Hantera

source: Export results
sv: Exportera resultat

source: Export using language:
sv: Exporterar med språk:

source: Survey languages
sv: Enkätspråk

source: Section:
sv: Sektion:

source: Responses:
sv: Svar:

source: Language set to ${selected_lang}
sv: Språk satt till ${selected_lang}

source: Success, captured: ${appstruct}
sv: Fungerade, avläst: ${appstruct}

source: Preview
sv: Förhandsvisning

source: Canceled
sv: Avbruten

source: Saved
sv: Sparad

source: no_sections_added_notice
sv: Du måste lägga till en enkätsektion och sedan använda denna vy för att hantera frågorna.

source: <Missing question>
sv: <En fråga saknas>

source: Send invitation(s)
sv: Skicka inbjudning(ar)

source: Invitations sent
sv: Inbjudningarna har sänts
